 // Thống kê số lượt xem website
 new Chart(document.getElementById("bar-chart"), {
  type: 'bar',
  data: {
    labels: ["1/1", "2/1", "3/1", "4/1", "5/1", "6/1", "7/1", "8/1", "9/1", "10/1", "11/1", "12/1", "13/1", "14/1", "15/1", "16/1", "17/1", "18/1", "19/1", "20/1", "21/1", "22/1", "23/1", "24/1", "25/1", "2627/1", "28/1", "29/1", "30/1", "1/2", "2/2"],
    datasets: [
    {
      label: "Số lượt xem trang",
      backgroundColor: "#3e95cd",
      data: [2478,5267,734,784,433,2478,5267,734,784,433,3423,12312,2478,5267,734,784,433,2478,5267,734,784,433,3423,12312,2478,5267,734,784,433,2478,5267]
    }
    ]
  },
  options: {
    legend: { display: false },
    title: {
      display: false,
      text: 'Số lượt truy cập website'
    }
  }
});


